<?php

return [
    'breadcrumb' => [
        'home' => 'الرئيسية',
    ],
    'buttons' => [
        'read_more' => 'اقرأ المزيد',
        'choose_plan' => 'اختر الخطة',
        'get_a_quote' => 'احصل على عرض سعر',
        'more_information' => 'المزيد من المعلومات',
        'send_message' => 'إرسال الرسالة',
    ],
    'pagination' => [
        'showing_result' => 'عرض :from - :to من :total نتيجة',
    ],
    'blog' => [
        'by_admin' => 'بواسطة المسؤول',
        'comments' => '(:count) تعليق',
        'search_here' => 'ابحث هنا...',
        'search' => 'بحث',
        'latest_news' => 'آخر الأخبار',
        'category' => 'الفئة',
        'tags' => 'الوسوم',
        'short_by_latest' => 'ترتيب حسب الأحدث',
    ],
    'cta' => [
        'tagline' => 'تواصل معنا على مدار الساعة',
        'title' => 'هل تحتاج إلى استشارة؟',
        'button' => 'احصل على عرض سعر',
    ],
    'call_us' => [
        'label' => 'اتصل بنا في أي وقت',
        'phone' => '+(009) 1888 000 2222',
    ],
    'process' => [
        'label' => 'عملية العمل',
        'title' => 'تيك إن لديها أسلوب عمل فريد',
        'consultation' => [
            'title' => 'الاستشارة والتقييم',
            'description' => 'نبدأ بفهم احتياجات عملك والتحديات، ثم نجري تقييماً شاملاً لتحديد أفضل حلول تقنية المعلومات المصممة خصيصاً.',
        ],
        'strategy' => [
            'title' => 'الاستراتيجية والتخطيط',
            'description' => 'بناءً على التقييم، نقوم بإنشاء استراتيجية تقنية معلومات مخصصة، توضح التقنيات اللازمة لتعزيز عملياتك وكفاءتك وأمانك.',
        ],
        'implementation' => [
            'title' => 'التنفيذ والتكامل',
            'description' => 'يقوم فريقنا بتنفيذ الحلول بسلاسة، مما يضمن التكامل السلس مع بنيتك التحتية وأقل قدر من الاضطراب في العمل.',
        ],
        'support' => [
            'title' => 'الدعم والتحسين',
            'description' => 'بعد النشر، نقدم دعماً مستمراً وتحسيناً للحفاظ على أنظمتك آمنة وفعالة وقابلة للتوسع مع نمو عملك.',
        ],
    ],
];
